export interface Column {
  id: number
  title: string
  content: string
  publishedAt: string
  eyecatchUrl?: string
}

export const columns: Column[] = [
  {
    id: 1,
    title: "時間を忘れてしまう人生ゲーム",
    content:
      "<p>ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。</p>",
    publishedAt: "2023-06-25",
    eyecatchUrl: "/lifegame.jpg",
  },
  {
    id: 2,
    title: "血行が良くなるいきいき体操",
    content:
      "<p>ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。</p>",
    publishedAt: "2023-06-25",
    eyecatchUrl: "/ikiiki-stretch.jpg",
  },
  {
    id: 3,
    title: "新着情報　韓国ドラマDVD",
    content:
      "<p>ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。</p>",
    publishedAt: "2023-06-25",
    eyecatchUrl: "/dvd.png",
  },
  {
    id: 4,
    title: "おすすめ吉本　1960年生まれ向け",
    content:
      "<p>ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。</p>",
    publishedAt: "2023-06-25",
    eyecatchUrl: "/yoshimoto.jpg",
  },
  {
    id: 5,
    title: "いきいき体操",
    content:
      "<p>ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。</p>",
    publishedAt: "2023-06-25",
    eyecatchUrl: "/ikiiki-stretch-2.jpg",
  },
]
