export interface Column {
  id: number
  title: string
  content: string
  publishedAt: string
  eyecatchUrl?: string
}

export const columns: Column[] = [
  {
    id: 1,
    title: "ここにタイトルが入ります。",
    content:
      "<p>ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。</p>",
    publishedAt: "2023-06-25",
  },
  {
    id: 2,
    title: "ここにタイトルが入ります。",
    content:
      "<p>ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。</p>",
    publishedAt: "2023-06-25",
  },
  {
    id: 3,
    title: "ここにタイトルが入ります。",
    content:
      "<p>ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。</p>",
    publishedAt: "2023-06-25",
  },
  {
    id: 4,
    title: "ここにタイトルが入ります。",
    content:
      "<p>ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。</p>",
    publishedAt: "2023-06-25",
  },
  {
    id: 5,
    title: "ここにタイトルが入ります。",
    content:
      "<p>ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。</p>",
    publishedAt: "2023-06-25",
  },
]
