export interface Item {
  id: number
  title: string
  description: string
  price: number
  eyecatchUrl?: string
}

export const items: Item[] = [
  {
    id: 1,
    title: "商品名",
    description:
      "ここに説明が入ります。ここに説明が入ります。ここに説明が入ります。ここに説明が入ります。ここに説明が入ります。ここに説明が入ります。",
    price: 550,
  },
  {
    id: 2,
    title: "商品名",
    description:
      "ここに説明が入ります。ここに説明が入ります。ここに説明が入ります。ここに説明が入ります。ここに説明が入ります。ここに説明が入ります。",
    price: 550,
  },
  {
    id: 3,
    title: "商品名",
    description:
      "ここに説明が入ります。ここに説明が入ります。ここに説明が入ります。ここに説明が入ります。ここに説明が入ります。ここに説明が入ります。",
    price: 550,
  },
  {
    id: 4,
    title: "商品名",
    description:
      "ここに説明が入ります。ここに説明が入ります。ここに説明が入ります。ここに説明が入ります。ここに説明が入ります。ここに説明が入ります。",
    price: 550,
  },
  {
    id: 5,
    title: "商品名",
    description:
      "ここに説明が入ります。ここに説明が入ります。ここに説明が入ります。ここに説明が入ります。ここに説明が入ります。ここに説明が入ります。",
    price: 550,
  },
  {
    id: 6,
    title: "商品名",
    description:
      "ここに説明が入ります。ここに説明が入ります。ここに説明が入ります。ここに説明が入ります。ここに説明が入ります。ここに説明が入ります。",
    price: 550,
  },
  {
    id: 7,
    title: "商品名",
    description:
      "ここに説明が入ります。ここに説明が入ります。ここに説明が入ります。ここに説明が入ります。ここに説明が入ります。ここに説明が入ります。",
    price: 550,
  },
]
